import React, {Component} from "react";
import './AccessibleEnvironment.css';

class AccessibleEnvironment extends Component {
    render() { 
        return ( 
            <div  className="accessible-environment-main-info">
                <p>Вы здесь: <a href="/">Главная</a> / <a href="/main-info"> Основные сведения </a> / Доступная среда</p>

                <div className="accessible-environment-info">
                    <h1>Доступная среда</h1>
                    <div className="purple-line"></div>
                    <h2>Информация о специально оборудованных учебных кабинетах</h2>
                    <p>Наименование объекта: Оборудованные учебные кабинеты</p>
                    <p>Адрес: 601293, Владимирская обл, г. Суздаль, ул. Васильевская, 7</p>
                    <p>Количество учебных кабинетов: 12</p>
                    <p>Общая площадь (м2) учебных кабинетов: 365</p>
                    <div className="purple-line"></div>

                    <h2>Информация об объектах для проведения практических занятий, приспособленных для использования инвалидами и лицами с ограниченными возможностями здоровья</h2>
                    <div className="purple-line"></div>
                    <p>Наименование объекта: Практические занятия, внеклассная досуговая деятельность, 
                        внеурочная деятельность в гимназии организована в оборудованных учебных кабинетах 
                        и актовом зале, на школьной спортивной площадке, с использованием всей материально-технической 
                        базы школы. В образовательной организации оборудован химико-биологический кабинет, оснащенный необходимым 
                        лабораторным оборудованием. Гимназия располагает одним компьютерным классом для занятий информатикой и ИКТ.</p>
                    <p>Адрес: 601293, Владимирская обл, г. Суздаль, ул. Васильевская, 7</p>
                    <p>Количество объектов: 1</p>
                    <p>Общая площадь (м2) объектов: 740</p>
                    <div className="purple-line"></div>

                    <h2>Информация о библиотеке(ах), приспособленных для использования инвалидами и лицами с ограниченными возможностями здоровья</h2>
                    <div className="purple-line"></div>
                    <p>Адрес объекта: 601293, Владимирская обл, г. Суздаль, ул. Васильевская, 7</p>
                    <p>Площадь: 42 м2</p>
                    <p>Согласно принятому законодательству, политика в отношении инвалидов должна быть направлена на предоставление 
                        им равных с другими гражданами возможностей в реализации экономических, социальных, культурных, личных и политических 
                        прав, предусмотренных Конституцией Российской Федерации. При обслуживании инвалидов и лиц с ограниченными возможностями 
                        здоровья учитываются индивидуальные характерные особенности, как самих пользователей, так и анализ их потребностей. Создаются 
                        оптимальные условия для всех категорий читателей, а также содействие в учебно-воспитательном процессе. Доступ к библиотечному 
                        фонду для детей с ОВЗ и инвалидам предоставлен на общих основаниях. Библиотека гимназии находится на втором(мансардном) этаже 
                        школы ширина дверных проемов не менее 0,9 м; в состав библиотеки входят: абонемент, читальный зал.</p>
                    <p>Количество мест: 20</p>
                    <div className="purple-line"></div>

                    <h2>Информация об объектах спорта, приспособленных для использования инвалидами и лицами с ограниченными возможностями здоровья</h2>
                    <div className="purple-line"></div>
                    <p>Вид объекта спорта (спортивного сооружения): Для занятий физической культурой и спортом используются актовый зал, спортивная площадка, 
                        для занятий физкультурой имеется спортивный инвентарь. Доступ на все объекты не ограничен для обучающихся. В настоящее время лиц, нуждающихся 
                        в создании особых условий для занятий спортом, нет.</p>
                    <p>Адрес объекта: 601293, Владимирская обл, г. Суздаль, ул. Васильевская, 7</p>
                    <p>Площадь: 74 м2.</p>
                    <div className="purple-line"></div>

                    <h2>Информация о средствах обучения и воспитания, приспособленных для использования инвалидами и лицами с ограниченными возможностями здоровья</h2>
                    <div className="purple-line"></div>
                    <p>Наименование средства обучения и воспитания: Учебные занятия проводятся в кабинетах, укомплектованных техническими средствами обучения, 
                        демонстрационным оборудованием: экранами, проекторами, Для всех обучающихся обеспечен индивидуальный неограниченный доступ к учебно-планирующей 
                        и учебно-методической документации: учебным планам, рабочим программам дисциплин, расписание уроков. В гимназии создана среда, способствующая обучению 
                        и воспитанию, направленная на удовлетворение потребностей и интересов личности в соответствии с общечеловеческими и национальными ценностями и 
                        представляет собой пространство, которое способно изменяться под воздействием субъектов, культивирующих и поддерживающих определенные ценности, 
                        отношения, традиции, правила и нормы в различных сферах и формах жизнедеятельности коллектива. Имеются объекты социальной и спортивной инфраструктуры: 
                        актовый зал, спортивная площадка, кабинет медперсонала. Также не остается в стороне физическое воспитание и привитие здорового образа жизни, которое 
                        позволяет формировать потребности в физическом совершенствовании, самовоспитании, формировании здорового образа жизни.</p>
                    <p>Все учебные кабинеты укомплектованы средствами обучения и воспитания, приспособленными для использования всеми обучающимися.</p>
                    <div className="purple-line"></div>

<h2>Сведения об обеспечении беспрепятственного доступа в здания образовательной организации</h2>
                    <div className="purple-line"></div>
                    <p>Наименование материально-технического обеспечения: Конструктивные особенности образовательной организации соответствуют условиям беспрепятственного, безопасного и удобного передвижения.</p>
                    <p>В гимназии лиц с особенностями здоровья отсутствуют.</p>
                    <div className="purple-line"></div>

                    <h2>Сведения о специальных условиях питания</h2>
                    <div className="purple-line"></div>
                    <p>Наименование материально-технического обеспечения: Буфет находится на первом этаже, имеется 2 обеденных зала. Питание предоставляется в соответствии с 
                        требованиями государственных стандартов, санитарных правил и норм, относящихся к организации общественного питания, пищевым продуктам в образовательных 
                        учреждениях в соответствии с договором на организацию питания с комбинатом школьного питания г. Владимира. Питание сбалансированное, блюда 
                        витаминизированные. Сопровождение обучающихся в столовую осуществляют классные руководители.
                    </p>
                    <div className="purple-line"></div>

                    <h2>Информация о доступе к информационным системам и информационно-телекоммуникационным сетям, в том числе приспособленных для использования инвалидами и лицами с ограниченными возможностями здоровья</h2>
                    <div className="purple-line"></div>
                    <p>Наименование информационной системы и информационно-телекоммуникационной сети: АИС Электронная школа</p>
                    <p>Сведения о доступе: школа.образование33.рф</p>
                    <p>Наименование информационной системы и информационно-телекоммуникационной сети: Официальный сайт ЧОУ «Суздальская Православная гимназия»</p>
                    <p>Сведения о доступе: суздаль-гимназия.рф</p>
                    <div className="purple-line"></div>

                    <h2>Наименование информационной системы и информационно-телекоммуникационной сети</h2>
                    <div className="purple-line"></div>
                    <p>Региональная платформа дистанционного образования (СЭДО ВО)</p>
                    <p>Сведения о доступе: -</p>
                    <div className="purple-line"></div>

                    <h2>Информация об электронных образовательных ресурсах, к которым обеспечивается доступ обучающихся, в том числе приспособленных для использования инвалидами и лицами с ограниченными возможностями здоровья</h2>
                    <div className="purple-line"></div>
                    <p>Наименование электронного образовательного ресурса: <a href="https://minobrnauki.gov.ru/">Министерство образования и науки Российской Федерации</a></p>
                    <p>Наименование электронного образовательного ресурса: <a href="http://www.edu.ru/">Федеральный портал Российское образование</a></p>
                    <p>Наименование электронного образовательного ресурса: <a href="https://web.archive.org/web/20191122092928/http://window.edu.ru/">Информационная система Единое окно доступа к образовательным ресурсам</a></p>
                    <p>Наименование электронного образовательного ресурса: <a href="https://web.archive.org/web/20191121151247/http://fcior.edu.ru/">Федеральный центр информационно-образовательных ресурсов</a></p>
                    <div className="purple-line"></div>

                    <h2>Сведения о наличии специальных технических средств обучения коллективного и индивидуального пользования для инвалидов и лиц с ограниченными возможностями здоровья</h2>
                    <div className="purple-line"></div>
                    <p>Наименование: Специальных средств обучения коллективного и индивидуального пользования по адаптированной образовательной программе не предусмотрено, 
                        так как в гимназии отсутствуют дети-инвалиды и дети с ОВЗ, которым требуются специальные средства обучения. Во время проведения занятий в классах, 
                        где обучаются дети-инвалиды и обучающиеся с ОВЗ возможно применение мультимедийных средств, оргтехники, слайд-проекторов и иных средств для повышения 
                        уровня восприятия учебной информации обучающимися с различными нарушениями. Для разъяснения отдельных вопросов изучаемой дисциплины учителями 
                        дополнительно проводятся групповые и индивидуальные консультации.</p>
                        <div className="purple-line"></div>
                    
                    <h2>Сведения о наличии условий для беспрепятственного доступа в общежитии</h2>
                        <div className="purple-line"></div>
                    <p>Общежития нет</p>
                </div>
            </div>
         );
    }
}
 
export default AccessibleEnvironment;